import images from "./data";

const burgers = [{
    name: "Classic Cheeseburger",
    price: 150,
    photo: images.burger1,
    weight: "200 г",
    index: "1",
    description: "Насыщенный вкус говяжьего котлета, сочный томат, хрустящий лук и нежный сыр – все это внутри мягкой булочки с кунжутом. Подается с домашними картофельными дольками и соусом."
},
{
    name: "Spicy Chicken Burger",
    price: 180,
    photo: images.burger2,
    weight: "250 г",
    index: "2",
    description: "Аппетитный бургер с хрустящим курином филе в острой панировке, приправленным специями и соусами. Подается с сельдереем и соусом на выбор."
},
{
    name: "Double Patty Burger",
    price: 200,
    photo: images.burger3,
    weight: "300 г",
    index: "3",
    description: "Два сочных говяжьих котлета, два ломтика сыра, свежие овощи и нежная булочка - вот идеальное сочетание для настоящего гурмана. Подается с картофельными дольками и соусом на выбор."
},
{
    name: "Vegetarian Burger",
    price: 160,
    photo: images.burger4,
    weight: "220 г",
    index: "4",
    description: "Сочная вегетарианская котлета из нута и овощей, томаты, листья салата, свежие огурцы и ароматный соус - все это на мягкой булочке. Подается с запеченными сладкими картофельными дольками и соусом."
},
{
    name: "Chili Burger",
    price: 190,
    photo: images.burger5,
    weight: "250 г",
    index: "5",
    description: "Пикантный бургер с говяжьей котлетой, перчиками халапеньо, ломтиками острого перца и сыром. Идеально подходит для тех, кто любит поострее. Подается с овощными чипсами и соусом."
},
{
    name: "Philadelphia Burger",
    price: 210,
    photo: images.burger6,
    weight: "280 г",
    index: "6",
    description: "Нежная куриная котлета, ломтики бекона, сыр Чеддер, лук и соус Барбекю - встречайте вкус Филадельфии в каждом укусе. Подается с картофельными дольками и соусом."
},
{
    name: "Grill Burger",
    price: 220,
    photo: images.burger1,
    weight: "300 г",
    index: "7",
    description: "Ароматная говяжья котлета, ломтики бекона, сыр, свежие помидоры и салат в карамелизованной булочке. Идеальное сочетание для ценителей гриль-блюд. Подается с картофельными дольками и соусом."
},
{
    name: "Mexican Burger",
    price: 200,
    photo: images.burger3,
    weight: "270 г",
    index: "8",
    description: "Сочная говяжья котлета, ломтики авокадо, перчик халапеньо, сыр, свежие помидоры и соус Сальса - вот настоящий вкус Мексики в одном бургере. Подается с овощными чипсами и соусом."
},
{
    name: "Chicken Burger with Mushrooms",
    price: 170,
    photo: images.burger2,
    weight: "230 г",
    index: "9",
    description: "Сочная куриная котлета, ломтики грибов, сыр, свежие овощи и ароматные специи в каждом укусе. Подается с картофельными дольками и соусом."
}
];

export default burgers;
